/* No comment provided by engineer. */
"SearchBar - Placeholder" = "Search Station Name";

"Alert - Title" = "Error";

"Alert - Cancel Button" = "Cancel";

"Table - Recents section - Header" = "Recenlty Used Stations";

"Table - Reminders section - Header" = "Currently Active Reminders";

"Alert - Title - Can't load reminders" = "Can't Load Reminders";

